Repository: markbattistella/FormLogger
Catalog: Sources/FormLogger/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pt_br, zh_hans, zh_hant

source: A network error occurred. Please try again.
ar: حدث خطأ في الشبكة. يرجى المحاولة مرة أخرى.
de: Ein Netzwerkfehler ist aufgetreten. Bitte versuchen Sie es erneut.
es: Se produjo un error de red. Inténtalo de nuevo.
fr: Une erreur réseau est survenue. Veuillez réessayer.
hi: नेटवर्क त्रुटि हुई। कृपया पुन: प्रयास करें।
it: Si è verificato un errore di rete. Riprova.
ja: ネットワークエラーが発生しました。もう一度やり直してください。
ko: 네트워크 오류가 발생했습니다. 다시 시도해 주세요.
pt_br: Ocorreu um erro de rede. Tente novamente.
zh_hans: 发生网络错误。请重试。
zh_hant: 發生網路錯誤。請重試。

source: Access Denied
ar: تم رفض الوصول
de: Zugriff verweigert
es: Acceso denegado
fr: Accès refusé
hi: पहुंच अस्वीकृत
it: Accesso negato
ja: アクセス拒否
ko: 접근 거부됨
pt_br: Acesso Negado
zh_hans: 拒绝访问
zh_hant: 拒絕存取

source: Contact email
ar: البريد الإلكتروني للتواصل
de: Kontakt-E-Mail
es: Correo electrónico de contacto
fr: E-mail de contact
hi: संपर्क ईमेल
it: Email di contatto
ja: 連絡先メールアドレス
ko: 연락처 이메일
pt_br: E-mail de contato
zh_hans: 联系电子邮件
zh_hant: 聯絡電子郵件

source: Contact name
ar: اسم جهة الاتصال
de: Kontaktname
es: Nombre de contacto
fr: Nom du contact
hi: संपर्क का नाम
it: Nome contatto
ja: 担当者名
ko: 연락처 이름
pt_br: Nome de contato
zh_hans: 联系人姓名
zh_hant: 聯絡人姓名

source: Exporting logs…
ar: تصدير السجلات…
de: Protokolle werden exportiert…
es: Exportando registros…
fr: Exportation des journaux…
hi: लॉग एक्सपोर्ट किए जा रहे हैं…
it: Esportazione log…
ja: ログを書き出し中…
ko: 로그 내보내는 중…
pt_br: Exportando logs…
zh_hans: 正在导出日志…
zh_hant: 正在匯出日誌…

source: Form will clear in %llds…
ar: سيتم مسح النموذج خلال %lld ثانية…
de: Formular wird in %lld s geleert…
es: El formulario se borrará en %lld s…
fr: Le formulaire s'effacera dans %lld s…
hi: फ़ॉर्म %lld सेकंड में साफ़ हो जाएगा…
it: Il modulo verrà cancellato tra %lld s…
ja: %lld秒後にフォームがリセットされます…
ko: %lld초 후에 양식이 지워집니다…
pt_br: O formulário será limpo em %llds…
zh_hans: 表单将在 %lld 秒内清除…
zh_hant: 表單將在 %lld 秒內清除…

source: If this keeps happening, please contact support.
ar: إذا استمر حدوث ذلك، يرجى الاتصال بالدعم.
de: Sollte dies weiterhin auftreten, kontaktieren Sie bitte den Support.
es: Si esto sigue ocurriendo, ponte en contacto con el soporte técnico.
fr: Si cela continue, veuillez contacter l'assistance.
hi: यदि ऐसा होता रहता है, तो कृपया सहायता टीम से संपर्क करें।
it: Se il problema persiste, contatta l'assistenza.
ja: 問題が解決しない場合は、サポートにお問い合わせください。
ko: 문제가 지속되면 고객 지원팀에 문의해 주세요.
pt_br: Se isso continuar acontecendo, entre em contato com o suporte.
zh_hans: 如果这种情况持续发生，请联系支持人员。
zh_hant: 如果問題持續發生，請聯繫支援人員。

source: Invalid Request
ar: طلب غير صالح
de: Ungültige Anfrage
es: Solicitud no válida
fr: Requête invalide
hi: अमान्य अनुरोध
it: Richiesta non valida
ja: 無効なリクエスト
ko: 유효하지 않은 요청
pt_br: Solicitação Inválida
zh_hans: 无效请求
zh_hant: 無效請求

source: Message
ar: الرسالة
de: Nachricht
es: Mensaje
hi: संदेश
it: Messaggio
ja: メッセージ
ko: 메시지
pt_br: Mensagem
zh_hans: 留言
zh_hant: 留言

source: Message must be under %lld characters.
ar: يجب أن تكون الرسالة أقل من %lld حرفاً.
de: Die Nachricht muss weniger als %lld Zeichen enthalten.
es: El mensaje debe tener menos de %lld caracteres.
fr: Le message doit comporter moins de %lld caractères.
hi: संदेश %lld वर्णों से कम होना चाहिए।
it: Il messaggio deve contenere meno di %lld caratteri.
ja: メッセージは %lld 文字以内で入力してください。
ko: 메시지는 %lld자 미만이어야 합니다.
pt_br: A mensagem deve ter menos de %lld caracteres.
zh_hans: 消息必须少于 %lld 个字符。
zh_hant: 留言必須少於 %lld 個字元。

source: Mobile data is turned off or restricted.
ar: بيانات الهاتف مغلقة أو مقيدة.
de: Mobile Daten sind ausgeschaltet oder eingeschränkt.
es: Los datos móviles están desactivados o restringidos.
fr: Les données mobiles sont désactivées ou restreintes.
hi: मोबाइल डेटा बंद है या प्रतिबंधित है।
it: I dati mobili sono disattivati o limitati.
ja: モバイルデータ通信がオフか、制限されています。
ko: 모바일 데이터가 꺼져 있거나 제한되었습니다.
pt_br: Os dados móveis estão desativados ou restritos.
zh_hans: 移动数据已关闭或受限。
zh_hant: 行動數據已關閉或受限。

source: Network Error
ar: خطأ في الشبكة
de: Netzwerkfehler
es: Error de red
fr: Erreur réseau
hi: नेटवर्क त्रुटि
it: Errore di rete
ja: ネットワークエラー
ko: 네트워크 오류
pt_br: Erro de Rede
zh_hans: 网络错误
zh_hant: 網路錯誤

source: Please provide a message.
ar: يرجى كتابة رسالة.
de: Bitte geben Sie eine Nachricht ein.
es: Por favor, escribe un mensaje.
fr: Veuillez fournir un message.
hi: कृपया एक संदेश प्रदान करें।
it: Inserisci un messaggio.
ja: メッセージを入力してください。
ko: 메시지를 입력해 주세요.
pt_br: Forneça uma mensagem.
zh_hans: 请提供一条信息。
zh_hant: 請提供留言。

source: Please provide a title.
ar: يرجى تقديم عنوان.
de: Bitte geben Sie einen Titel an.
es: Por favor, proporciona un título.
fr: Veuillez fournir un titre.
hi: कृपया एक शीर्षक प्रदान करें।
it: Inserisci un titolo.
ja: タイトルを入力してください。
ko: 제목을 입력해 주세요.
pt_br: Forneça um título.
zh_hans: 请输入标题。
zh_hant: 請提供標題。

source: Please provide a valid email address.
ar: يرجى تقديم بريد إلكتروني صحيح.
de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
es: Por favor, proporciona una dirección de correo electrónico válida.
fr: Veuillez fournir une adresse e-mail valide.
hi: कृपया एक मान्य ईमेल पता प्रदान करें।
it: Inserisci un indirizzo email valido.
ja: 有効なメールアドレスを入力してください。
ko: 유효한 이메일 주소를 입력해 주세요.
pt_br: Forneça um endereço de e-mail válido.
zh_hans: 请提供有效的电子邮件地址。
zh_hant: 請提供有效的電子郵件地址。

source: Please provide your name.
ar: يرجى تقديم اسمك.
de: Bitte geben Sie Ihren Namen an.
es: Por favor, proporciona tu nombre.
fr: Veuillez fournir votre nom.
hi: कृपया अपना नाम प्रदान करें।
it: Inserisci il tuo nome.
ja: お名前を入力してください。
ko: 이름을 입력해 주세요.
pt_br: Forneça seu nome.
zh_hans: 请提供您的姓名。
zh_hant: 請提供您的姓名。

source: Processing response…
ar: جاري معالجة الاستجابة…
de: Antwort wird verarbeitet…
es: Procesando respuesta…
fr: Traitement de la réponse…
hi: प्रतिक्रिया संसाधित की जा रही है…
it: Elaborazione della risposta…
ja: 応答を処理中…
ko: 응답 처리 중…
pt_br: Processando resposta…
zh_hans: 正在处理响应…
zh_hant: 正在處理回應…

source: Report a bug
ar: الإبلاغ عن خطأ
de: Fehler melden
es: Informar de un error
fr: Signaler un bug
hi: बग की रिपोर्ट करें
it: Segnala un bug
ja: バグを報告
ko: 버그 신고
pt_br: Relatar um erro
zh_hans: 报告错误
zh_hant: 報告錯誤

source: Request a feature
ar: طلب ميزة
de: Funktion anfordern
es: Solicitar una función
fr: Demander une fonctionnalité
hi: फ़ीचर का अनुरोध करें
it: Richiedi una funzionalità
ja: 新機能をリクエスト
ko: 기능 제안
pt_br: Solicitar um recurso
zh_hans: 请求新功能
zh_hant: 請求新功能

source: Send feedback
ar: إرسال الملاحظات
de: Feedback senden
es: Enviar comentarios
fr: Envoyer des commentaires
hi: प्रतिक्रिया भेजें
it: Invia feedback
ja: フィードバックを送信
ko: 피드백 보내기
pt_br: Enviar feedback
zh_hans: 发送反馈
zh_hant: 傳送意見反應

source: Server Error
ar: خطأ في الخادم
de: Serverfehler
es: Error del servidor
fr: Erreur du serveur
hi: सर्वर त्रुटि
it: Errore del server
ja: サーバーエラー
ko: 서버 오류
pt_br: Erro de Servidor
zh_hans: 服务器错误
zh_hant: 伺服器錯誤

source: Something went wrong on our end. Please try again later.
ar: حدث خطأ من جانبنا. يرجى المحاولة مرة أخرى لاحقاً.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es später erneut.
es: Algo salió mal de nuestro lado. Inténtalo de nuevo más tarde.
fr: Un problème est survenu de notre côté. Veuillez réessayer plus tard.
hi: हमारी ओर से कुछ गलत हो गया। कृपया बाद में पुन: प्रयास करें।
it: Si è verificato un problema da parte nostra. Riprova più tardi.
ja: システムエラーが発生しました。しばらくしてからもう一度お試しください。
ko: 서버에 문제가 발생했습니다. 잠시 후 다시 시도해 주세요.
pt_br: Algo deu errado do nosso lado. Tente novamente mais tarde.
zh_hans: 我们这边出了一些问题。请稍后再试。
zh_hant: 我們這邊發生了一些問題。請稍後再試。

source: Submitted
ar: تم الإرسال
de: Übermittelt
es: Enviado
fr: Envoyé
hi: सबमिट किया गया
it: Inviato
ja: 送信完了
ko: 제출됨
pt_br: Enviado
zh_hans: 已提交
zh_hant: 已提交

source: Submitting…
ar: جاري الإرسال…
de: Wird übermittelt…
es: Enviando…
fr: Envoi en cours…
hi: सबमिट किया जा रहा है…
it: Invio in corso…
ja: 送信中…
ko: 제출 중…
pt_br: Enviando…
zh_hans: 正在提交…
zh_hant: 正在提交…

source: The connection was lost. Please check your internet and try again.
ar: فقد الاتصال. يرجى التحقق من الإنترنت والمحاولة مرة أخرى.
de: Die Verbindung wurde unterbrochen. Bitte prüfen Sie Ihr Internet und versuchen Sie es erneut.
es: Se perdió la conexión. Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: La connexion a été perdue. Veuillez vérifier votre connexion Internet et réessayer.
hi: कनेक्शन टूट गया। कृपया अपना इंटरनेट जांचें और पुन: प्रयास करें।
it: Connessione interrotta. Controlla la tua connessione Internet e riprova.
ja: 接続が切れました。インターネット接続を確認して、もう一度やり直してください。
ko: 연결이 끊겼습니다. 인터넷 상태를 확인하고 다시 시도해 주세요.
pt_br: A conexão foi perdida. Verifique sua internet e tente novamente.
zh_hans: 连接已断开。请检查您的互联网并重试。
zh_hant: 連線已中斷。請檢查您的網路並重試。

source: The link appears to be invalid.
ar: يبدو أن الرابط غير صالح.
de: Der Link scheint ungültig zu sein.
es: El enlace parece no ser válido.
fr: Le lien semble être invalide.
hi: लिंक अमान्य प्रतीत होता है।
it: Il link sembra non essere valido.
ja: リンクが無効なようです。
ko: 링크가 유효하지 않은 것 같습니다.
pt_br: O link parece ser inválido.
zh_hans: 该链接似乎无效。
zh_hant: 該連結似乎無效。

source: The request timed out. Please try again.
ar: انتهت مهلة الطلب. يرجى المحاولة مرة أخرى.
de: Zeitüberschreitung der Anforderung. Bitte versuchen Sie es erneut.
es: La solicitud agotó el tiempo de espera. Inténtalo de nuevo.
fr: La requête a expiré. Veuillez réessayer.
hi: अनुरोध का समय समाप्त हो गया। कृपया पुन: प्रयास करें।
it: La richiesta è scaduta. Riprova.
ja: リクエストがタイムアウトしました。もう一度やり直してください。
ko: 요청 시간이 초과되었습니다. 다시 시도해 주세요.
pt_br: A solicitação expirou. Tente novamente.
zh_hans: 请求超时。请重试。
zh_hant: 請求超時。請重試。

source: The request was invalid. Please check the form and try again.
ar: الطلب غير صالح. يرجى التحقق من النموذج والمحاولة مرة أخرى.
de: Die Anfrage war ungültig. Bitte überprüfen Sie das Formular und versuchen Sie es erneut.
es: La solicitud no fue válida. Por favor, comprueba el formulario e inténtalo de nuevo.
fr: La requête était invalide. Veuillez vérifier le formulaire et réessayer.
hi: अनुरोध अमान्य था। कृपया फ़ॉर्म जांचें और पुन: प्रयास करें।
it: La richiesta non era valida. Controlla il modulo e riprova.
ja: リクエストが無効です。入力内容を確認して、もう一度やり直してください。
ko: 요청이 유효하지 않습니다. 양식을 확인하고 다시 시도해 주세요.
pt_br: A solicitação era inválida. Verifique o formulário e tente novamente.
zh_hans: 请求无效。请检查表单并重试。
zh_hant: 請求無效。請檢查表單並重試。

source: The server returned an unexpected response (code %lld). Please try again later.
ar: أرجع الخادم استجابة غير متوقعة (رمز %lld). يرجى المحاولة مرة أخرى لاحقاً.
de: Der Server hat eine unerwartete Antwort gesendet (Code %lld). Bitte versuchen Sie es später erneut.
es: El servidor devolvió una respuesta inesperada (código %lld). Inténtalo de nuevo más tarde.
fr: Le serveur a renvoyé une réponse inattendue (code %lld). Veuillez réessayer plus tard.
hi: सर्वर ने एक अनपेक्षित प्रतिक्रिया दी (कोड %lld)। कृपया बाद में पुन: प्रयास करें।
it: Il server ha restituito una risposta imprevista (codice %lld). Riprova più tardi.
ja: サーバーから予期しない応答（コード %lld）が返されました。しばらくしてからもう一度お試しください。
ko: 서버에서 예기치 않은 응답(%lld)을 반환했습니다. 잠시 후 다시 시도해 주세요.
pt_br: O servidor retornou uma resposta inesperada (código %lld). Tente novamente mais tarde.
zh_hans: 服务器返回意外响应（代码 %lld）。请稍后再试。
zh_hant: 伺服器傳回意外回應（代碼 %lld）。請稍後再試。

source: The server returned an unexpected response. Please try again later.
ar: أرجع الخادم استجابة غير متوقعة. يرجى المحاولة مرة أخرى لاحقاً.
de: Der Server hat eine unerwartete Antwort gesendet. Bitte versuchen Sie es später erneut.
es: El servidor devolvió una respuesta inesperada. Inténtalo de nuevo más tarde.
fr: Le serveur a renvoyé une réponse inattendue. Veuillez réessayer plus tard.
hi: सर्वर ने एक अनपेक्षित प्रतिक्रिया दी। कृपया बाद में पुन: प्रयास करें।
it: Il server ha restituito una respuesta imprevista. Riprova più tardi.
ja: サーバーから予期しない応答が返されました。しばらくしてからもう一度お試しください。
ko: 서버에서 예기치 않은 응답을 반환했습니다. 잠시 후 다시 시도해 주세요.
pt_br: O servidor retornou uma resposta inesperada. Tente novamente mais tarde.
zh_hans: 服务器返回意外响应。请稍后再试。
zh_hant: 伺服器傳回意外回應。請稍後再試。

source: Title
ar: العنوان
de: Titel
es: Título
fr: Titre
hi: शीर्षक
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
zh_hans: 标题
zh_hant: 標題

source: Unexpected Response
ar: استجابة غير متوقعة
de: Unerwartete Antwort
es: Respuesta inesperada
fr: Réponse inattendue
hi: अनपेक्षित प्रतिक्रिया
it: Risposta imprevista
ja: 予期しない応答
ko: 예기치 않은 응답
pt_br: Resposta Inesperada
zh_hans: 意外响应
zh_hant: 意外回應

source: We couldn't connect to the server. It might be temporarily unavailable.
ar: تعذر الاتصال بالخادم. قد يكون غير متاح مؤقتاً.
de: Verbindung zum Server fehlgeschlagen. Er ist möglicherweise vorübergehend nicht erreichbar.
es: No pudimos conectarnos al servidor. Podría estar temporalmente no disponible.
fr: Nous n'avons pas pu nous connecter au serveur. Il est peut-être temporairement indisponible.
hi: हम सर्वर से कनेक्ट नहीं हो सके। यह अस्थायी रूप से अनुपलब्ध हो सकता है।
it: Impossibile connettersi al server. Potrebbe essere temporaneamente non disponibile.
ja: サーバーに接続できませんでした。一時的に利用できない可能性があります。
ko: 서버에 연결할 수 없습니다. 일시적으로 사용이 불가능할 수 있습니다.
pt_br: Não conseguimos nos conectar ao servidor. Ele pode estar temporariamente indisponível.
zh_hans: 我们无法连接到服务器。它可能暂时不可用。
zh_hant: 我們無法連線至伺服器。它可能暫時無法使用。

source: We couldn't establish a secure connection.
ar: تعذر إنشاء اتصال آمن.
de: Es konnte keine sichere Verbindung hergestellt werden.
es: No pudimos establecer una conexión segura.
fr: Nous n'avons pas pu établir une connexion sécurisée.
hi: हम एक सुरक्षित कनेक्शन स्थापित नहीं कर सके।
it: Impossibile stabilire una connessione sicura.
ja: セキュアな接続を確立できませんでした。
ko: 보안 연결을 설정할 수 없습니다.
pt_br: Não conseguimos estabelecer uma conexão segura.
zh_hans: 我们无法建立安全连接。
zh_hant: 我們無法建立安全連線。

source: We couldn't find the server. The address may be incorrect.
ar: تعذر العثور على الخادم. قد يكون العنوان غير صحيح.
de: Server nicht gefunden. Die Adresse ist möglicherweise falsch.
es: No pudimos encontrar el servidor. La dirección puede ser incorrecta.
fr: Le serveur est introuvable. L'adresse est peut-être incorrecte.
hi: हमें सर्वर नहीं मिला। पता गलत हो सकता है।
it: Impossibile trovare il server. L'indirizzo potrebbe essere errato.
ja: サーバーが見つかりませんでした。アドレスが正しくない可能性があります。
ko: 서버를 찾을 수 없습니다. 주소가 올바르지 않을 수 있습니다.
pt_br: Não conseguimos encontrar o servidor. O endereço pode estar incorreto.
zh_hans: 我们找不到服务器。地址可能不正确。
zh_hant: 我們找不到伺服器。位址可能不正確。

source: We couldn't resolve the server address. Please check your connection.
ar: تعذر تحليل عنوان الخادم. يرجى التحقق من اتصالك.
de: Serveradresse konnte nicht aufgelöst werden. Bitte prüfen Sie Ihre Verbindung.
es: No pudimos resolver la dirección del servidor. Comprueba tu conexión.
fr: Impossible de résoudre l'adresse du serveur. Veuillez vérifier votre connexion.
hi: हम सर्वर पते को हल नहीं कर सके। कृपया अपना कनेक्शन जांचें।
it: Impossibile risolvere l'indirizzo del server. Controlla la tua connessione.
ja: サーバーアドレスを解決できませんでした。ネットワーク接続を確認してください。
ko: 서버 주소를 확인할 수 없습니다. 연결 상태를 확인해 주세요.
pt_br: Não conseguimos resolver o endereço do servidor. Verifique sua conexão.
zh_hans: 我们无法解析服务器地址。请检查您的连接。
zh_hant: 我們無法解析伺服器位址。請檢查您的連線。

source: You're not authorized to perform this action. Please log in and try again.
ar: ليس لديك صلاحية للقيام بهذا الإجراء. يرجى تسجيل الدخول والمحاولة مرة أخرى.
de: Sie sind nicht berechtigt, diese Aktion auszuführen. Bitte melden Sie sich an und versuchen Sie es erneut.
es: No estás autorizado para realizar esta acción. Inicia sesión e inténtalo de nuevo.
fr: Vous n'êtes pas autorisé à effectuer cette action. Veuillez vous connecter et réessayer.
hi: आप इस क्रिया को करने के लिए अधिकृत नहीं हैं। कृपया लॉग इन करें और पुन: प्रयास करें।
it: Non sei autorizzato a eseguire questa azione. Accedi e riprova.
ja: この操作を実行する権限がありません。ログインしてもう一度お試しください。
ko: 이 작업을 수행할 권한이 없습니다. 로그인 후 다시 시도해 주세요.
pt_br: Você não tem autorização para realizar esta ação. Faça login e tente novamente.
zh_hans: 您未获得执行此操作的授权。请登录并重试。
zh_hant: 您未獲得執行此操作的授權。請登入並重試。

source: You're not connected to the internet.
ar: أنت غير متصل بالإنترنت.
de: Sie sind nicht mit dem Internet verbunden.
es: No estás conectado a Internet.
fr: Vous n'êtes pas connecté à Internet.
hi: आप इंटरनेट से कनेक्ट नहीं हैं।
it: Non sei connesso a Internet.
ja: インターネットに接続されていません。
ko: 인터넷에 연결되어 있지 않습니다.
pt_br: Você não está conectado à internet.
zh_hans: 您未连接到互联网。
zh_hant: 您未連線至網際網路。
